[
  {
    "instructions": "De 10 a 12 : 195 palabras",
    "text": "Hace mucho tiempo, había un hermoso pueblo llamado Hamelín, rodeado de montañas y prados, bañado por un lindo riachuelo, un pueblo realmente hermoso y tranquilo, en el cual sus habitantes vivían felices. Pero un día sucedió algo muy extraño en el pueblo de Hamelín, todas las calles fueron invadidas por miles de ratones que merodeaban por todas partes, arrasando con todo el grano que había en los graneros y con toda la comida de sus habitantes. Nadie acertaba a comprender el motivo de la invasión y, por más que intentaban ahuyentar a los ratones, parecía que lo único que conseguían era que acudiesen más y más ratones. Ante la gravedad de la situación, los gobernantes de la ciudad, que veían peligrar sus riquezas por la voracidad de los ratones, convocaron al Consejo y dijeron: - Daremos cien monedas de oro a quien nos libre de los ratones. Pronto se presentó joven flautista a quien nadie había visto antes y les dijo: - La recompensa será mía. Esta noche no quedará ni un sólo ratón en Hamelín. El joven cogió su flauta y empezó a pasear por las calles de Hamelín haciendo sonar una hermosa melodía."
  },
  {
    "instructions": "De 8 a 9: 152 palabras",
    "text": "En el corazón del bosque vivían tres cerditos que eran hermanos. El lobo siempre andaba persiguiéndoles para comérselos. Para escapar del lobo, los cerditos decidieron hacerse una casa. El pequeño la hizo de paja, para acabar antes y poder irse a jugar.El mediano construyó una casita de madera. Al ver que su hermano pequeño había terminado ya, se dio prisa para irse a jugar con él. El mayor trabajaba en su casa de ladrillo.Ya veréis lo que hace el lobo con vuestras casas- riñó a sus hermanos mientras éstos se lo pasaban en grande.El lobo salió detrás del cerdito pequeño y él corrió hasta su casita de paja, pero el lobo sopló y sopló y la casita de paja derrumbó.El lobo persiguió también al cerdito por el bosque, que corrió a refugiarse en casa de su hermano mediano. Pero el lobo sopló y sopló y la casa derrumbo"
  }
]